Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/sd/samediggi.no/oahpahus.html.tmx
Source language: sme
Languages: sma

source: Oahpahus / Sámediggi - Sametinget
sma: Lïerehtimmie / Saemiedigkie - Sametinget

source: Oahpahus
sma: Lïerehtimmie

source: Sápmelaččain galgá leat dárbbašlaš máhttu, gelbbolašvuohta ja gálggat vai sáhttet ovdánahttit sámi servodagaid.
sma: Dah saemieh edtjieh daajroem, maahtoem jïh tjiehpiesvoeth utnedh mah leah daerpies juktie dejtie saemien siebriedahkide evtiedidh.

source: Dát mearkkaša ahte sámi álbmogis galgá leat duohta vuoigatvuohta oažžut oahpahusa sámegielas ja sámegillii.
sma: Dïhte sæjhta jiehtedh dah saemieh aktem tjïelke reaktam utnieh ållesth lïerehtimmiem åadtjodh saemien gïelesne.

source: Dat čiekŋuda sámi mánáide nana sámi identitehta ja gullevašvuođa sámi gielaide ja kultuvrii.
sma: Daate sæjhta saemien maanide jïh noeride aktem nænnoes saemien identiteetem jïh ektiedimmiem vedtedh saemien gïelese jïh kultuvrese.

source: Buot alit oahpahus ja dutkan galgá maiddái áimmahuššat sámi perspektiivva.
sma: Gaajhke jollebe ööhpehtimmie jïh dotkeme edtjieh aaj dam saemien perspektijvem voebnesjidh.

source: Ovddasvástideaddji politihkkár
sma: Politihkere gïen diedte

source: Silje Karine Muotka
sma: NSR

source: silje.karine.muotka@samediggi.no
sma: Phone: +47 984 87 576

source: Mánáidgárdi
sma: Maanagïerte

source: Dutkan ja alit oahpahus
sma: Maadthskuvle jïh Jåa

source: Rávisolbmuid oahpahus
sma: Dotkeme jïh jollebe ööhpehtimmie

source: Oahpponeavvut
sma: Geerveööhpehtimmie

source: Julggaštus givssideami vuostá
sma: Learoevierhtieh

source: Sámediggi bargá
sma: Manifeeste irhkemen vööste

source: Sihkkarastá buori rámmaeavttuid sámi mánáidgárddiide, vuođđooahpahussii, alit oahpahussii ja dutkamii gulahallama bakte guovddáš, guovlulaš ja báikkálaš eiseválddiiguin ja eará guoskevaš aktevrraiguin
sma: Hijven mieriekrievemh gorredidh saemien maanagïertese, maadthööhpehtæmman, jollebe ööhpehtæmman jïh dotkemasse govlehtallemen tjïrrh, voernges, regijovnale jïh voenges åejvieladtjigujmie jïh jeatjah sjyöhtehke aktöörh

source: Ahte sámi mánáin ja nuorain lea nana identitehta ja gullevašvuohta sámi gillii, kultuvrii ja servodateallimii
sma: Saemien maanah jïh noerh edtjieh aktem nænnoes identiteetem utnedh jïh ektiedimmiem saemien gïelese, kultuvrese jïh siebriedahkese utnedh

source: Ahte sámi álbmogis lea duohta vuoigatvuohta oažžut oahpahusa sámegiela ja sámegillii mas lea buorre ja dohkálaš kvaliteahta
sma: Saemieh reaktam utnieh akten hijven lïerehtimmiem åadtjodh saemien gïelesne

source: Ahte buot alit oahpahus ja dutkan áimmahuššá sámi perspektiivva
sma: Gaajhke jollebe ööhpehtimmie jïh dotkeme dam saemien perspektijvem voebnesjieh

source: Mii juolludat doarjagiid ja stipeanddaid, hálddašan oahpponeavvobuvttadeami, ráhkada oahppoplánaid ja sihkkarastá rámmaeavttuid vuođđooahpahussii, alit oahpahussii ja dutkamii.
sma: Saemiedigkie njieljie vihties laavenjostoetjåanghkoeh Maahtoedepartemeentine åtna fïerhten jaepien maanagïerten, maadthlïerehtimmien jïh jollebe ööhpehtimmien bïjre.

source: Vuoigatvuoðat
sma: Reaktah

source: Oahpahuslága 6. kapihttalis leat mearrádusat sámegiela oahpahusa birra vuođđoskuvllas (§ 6-2) ja joatkkaskuvllas (§ 6-3).
sma: Ööhpehtimmielaaken 6. kaptihtele nænnoestimmieh lïerehtimmien bïjre saemiengïelesne åtna maadthskuvlesne (§ 6-2) jïh jåarhkeskuvlesne (§ 6 -3).

source: Sámegielain dás oaivvilduvvo davvi, - lulli ja julevsámegielat.
sma: Saemien lea dovne noerhte, - åarjel jïh julevsaemien.

source: Ohppiin lea danin láhkamearriduvvon, oktagaslaš vuoigatvuohta oažžut sámegiela fágas oahpu sihke mánáidskuvllas, nuoraidskuvllas ja joatkkaskuvllas, beroškeahttá gos riikkas sii orrot.
sma: Dannasinie akte learohke aktem sjïere reaktam åtna laaken mietie, lïerehtimmiem åadtjodh saemienfaagesne, dovne maanadaltesisnie, noeredaltesisnie jïh jåarhkeskuvlesne, saaht gusnie laantesne orre.

source: Oahppit ieža válljejit guđe sámegielain sii háliidit oahpahus.
sma: Dah learohkh jïjtje veeljieh mennie gïelesne daejstie golme saemien gïelijste dah sijhtieh lïerehtimmiem utnedh.

source: Oahpahuslága § 6-2 mielde lea vuođđoskuvlla ohppiin geat orrot sámi guovllus vuoigatvuohta oažžut oahpahusa sámegillii ja sámegielas.
sma: Ööhpehtimmielaaken § 6- 2 mietie, dle learohkh maadthskuveaalteren, mah aktene saemien dajvesne årroeh, reaktam utnieh lïerehtimmiem åadtjodh saemien gïelesne.

source: Dáinna oaivvilduvvo ahte ohppiin lea vuoigatvuohta oažžut oahpahusa sámegillii maiddái eará fágain, mii mearkkaša ahte oahpahus lágiduvvo sámegilli.
sma: Dah learohkh reaktam utnieh lïerehtimmiem åadtjodh saemiengïelesne aaj jeatjah faagine, amma guktie abpe ööhpehtimmie lea saemiengïelesne.

source: Olggobealde hálddašanguovllu lea sápmelaččain vuoigatvuohta oažžut oahpahusa sámegillii jus unnimusat 10 oahppi dan gáibidit, ja nu guhka go sii leat joavkun mas leat 6 oahppi.
sma: Reeremedajven ålkolen dle saemieh reaktam utnieh lïerehtimmiem åadtjodh saemiengïelesne jis unnemes 10 learohkh dam sijhtieh, jïh dan guhkiem dah leah akte dåehkie 6 learohkigujmie.

source: Suohkan sáhttá mearridit fállat sámegielat oahpahusa ovtta dahje máŋgga suohkana skuvllain.
sma: Tjïelte maahta nænnoestidh lïerehtimmiem saemiengïelesne bïejedh akten jallh gellide skuvlide tjïeltesne.

source: Suohkan dat loahpalaččat mearrida guđe skuvlii dákkár fálaldat galgá sajáiduvvot.
sma: Dah tjïelth nænnoestieh mennie skuvlesne akte dagkeres faalenasse edtja årrodh.

source: Skuvlaeaiggádis lea bajitdási ovddasvástádus fuolahit ahte ohppiid vuoigatvuohta oažžut sámegilát oahpahusa ollašuhttojuvvo.
sma: Skuvlen aajhtere dam bijjemes diedtem åtna ihke learohki reaktah saemien lïerehtæmman steeresuvvieh.

source: Oahpahuslága § 6-3 guoská ohppiide joatkkaskuvllain.
sma: Ööhpehtimmielaaken § 6 -3 lea learohki bïjre jåarhkelïerehtimmesne.

source: Sámi ohppiin lea oktagaslaš vuoigatvuohta oažžut oahpahusa sámegielas joatkkaskuvllas.
sma: Saemien learohkh aktem sjïere reaktam utnieh lïerehtimmiem åadtjodh saemiengïelesne jåarhkeskuvlesne.

source: Joatkkaoahpahussii sáhttá departemeanta mearridit láhkaásahusaid mas daddjo ahte dihto skuvllat galget oahpahusa sámegillii ja sámegielas dahje sierranas sámi fágain.
sma: Jåarhkelïerehtimmien sjïekenisnie dle departemente maahta mieriedimmieh vedtedh ihke såemies skuvlh edtjieh lïerehtimmiem faalehtidh saemiengïelesne ellieslaakan jallh sjïere saemien faagine.

source: Oahpahuslága láhkaásahusa § 7-1 vuođul, de lea ohppiin vuoigatvuohta oažžut oahpahusa molssaevttolaš vuogi mielde jus skuvlla iežas oahpaheaddjit eai sáhte doaimmahit dán oahpahusa.
sma: Mieriedimmien mietie ööhpehtimmielaakese § 7-1, dle learohkh reaktam utnieh alternatijve lïerehtimmievuekiem åadtjodh dah guhkiem jïjtsh lohkehtæjjah eah maehtieh lïerehtimmiem vedtedh.

source: Geavatlaččat dákkár oahpahusvuohki mearkkaša ahte oahpahus fállojuvvo juogo gáiddusoahpahusa, árjjalašoahpahusa dahje gohttehatskuvlla bakte.
sma: Rïektesisnie sæjhta jiehtedh dagkeres lïerehtimmievuekie lea maajhööhpehtimmie, intensijve ööhpehtimmie jallh gïelebiesieh.

source: Vuođđoskuvla ja joatkkaskuvllat miehta Norgga leat oahpahuslága § 6-4 geatnegahttojuvvon fállat oahpahusa vai oahppit ohppet sápmelaččaid ja sámi giela, kultuvrra ja servodateallima birra.
sma: Ööhpehtimmielaaken § 6 -4 mietie dle maadthskuvlh jïh jåarhkeskuvlh abpe Nöörjesne dïedtem utnieh lïerehtimmiem vedtedh saemiej, saemien gïelen, kultuvren jïh siebriedahkejieleden bïjre.

source: Friddjaskuvlla ohppiin ii leat vuoigatvuohta oažžut sámegielat oahpahusa.
sma: Learohkh frijjeskuvline eah naan reaktam utnieh lïerehtimmiem åadtjodh saemien gïelesne.

source: Friddjaskuvllain šaddet sámi oahppit earenoamážit ohcat sámegieloahpahusa.
sma: Saemien learohkh frijjeskuvline tjuerieh sjïerelaakan lïerehtimmien bïjre saemiengïelesne syökedh.

source: Lea skuvlii alcces mearridit fállet go sámegielat oahpahusa vai eai iežaset ohppiide.
sma: Skuvle jïjtse nænnoste mejtie dah saemienööhpehtimmiem sijjen learoehkidie faalehtieh.

source: Dieðut dán birra Oahpahus
sma: Bievnesh dan bïjre Lïerehtimmie

source: Sámedikkis leat njeallje bistevaš bargočoahkkima Máhttodepartemeanttain jagis main fáttát lea mánáidgárdi, vuođđooahpahus ja alit oahpahus.
sma: Saemiedigkie nænnoste, dej mieriej sisnjeli mejtie Gærhkoe- jïh ööhpehtimmiedepartemeente bïejeme, learoesoejkesjh saemiengïelesne maadthskuvlese jïh jåarhkeskuvlese, jïh aaj duadtan, båatsoefaagese jïh jeatjah sjïere saemien faagide jåarhkeööhpehtæmman.

source: Sámediggi mearrida sámegiela oahppoplána, vuođđoskuvlii ja joatkkaskuvlii, ja oahppoplána duodjái, boazodoallofágii ja eará earenoamáš fágaide rávisolbmuid várás, Girko- ja oahpahusdepartemeanta mearriduvvon rámmaid vuođul.
sma: Mieriedimmieh learoesoejkesji bïjre, § 2-3 jïh § 3-4 mietie, edtjieh stilledh lïerehtidh saemiej bïjre, saemiej gïelen bïjre jïh siebriedahkejieleden bïjre, ektiedamme dejtie ovmessie faagesuerkide.

source: Oahppoplánaid láhkaásahus §2-3 ja §3-4 mearrida oahpahusa sámiide, sin giela ja servodateallima birra iešguđetge fágasurggiid oktavuođas. Girko- ja oahpahisdepartemeanta mearrádusa vuođul lea Sámedikkis váldi mearridit láhkaásahusa dákkár oahpahusa sisdoalu birra.
sma: Mieriej sisnjeli, mejtie Gærhkoe- jïh ööhpehtimmiedepartemeente nænnoestamme, dle Saemiedigkie faamoem åtna mieriedimmieh sisvegen bïjre vedtedh dagkarinie lïerehtimmine.

source: Sámedikkiin galgá ráđđádallat buot oahpahusáššiin mat guoskkahit sámi beroštumiide.
sma: Edtja Saemiedigkine rååresjidh gaajhkine ööhpehtimmieaamhtesinine mah leah saemien ïedtji bïjre.

source: Ovttas.no - Sámi oahpponeavvut neahtas
sma: Ovttas.no - Saemien learoevierhtieh gaskeviermesne

source: Mii leat čohkken govaid, girjjiid, filmmaid, jienaid, oahpporeaidduid ja digitála resurssaid vai dutnje šadda álkkit leat oahpaheaddjin sámi skuvllas. Dasa lassin gávnnat arthikkaliid sámi áššiid birra ja pedagogalaš rávvagiid.
sma: Mijjieh libie tjööngkeme guvvieh, gærjah, jielijeguvvieh, tjoejenassh, lohkehtimmiedeerpegh, tjaalaldahkh, jih digitaale vierhtieh guktie edtja aelkebe dutnjien ööhpehtæjjine saemien skuvline årrodh.
